Repository: collective/collective.casestudy
Catalog: src/collective/casestudy/locales/*/LC_MESSAGES/collective.casestudy.po
Languages: es, pt_br

source: 5 to 30 employees
es: de 5 a 30 empleados
pt_br: 5 a 30 empregados

source: Add a relation between a content item and one or more Providers
es: Añadir una relación entre un elemento de contenido y uno o varios Proveedores
pt_br: Adiciona uma relação entre um conteúdo e um ou mais Prestador

source: Address Information
es: Información sobre la dirección
pt_br: Endereço

source: Case Study
es: Caso de Uso
pt_br: Caso de Uso

source: Case Study Settings
es: Configuraciones de Caso de Uso
pt_br: Configurações de Caso de Uso

source: Case Study: Install
es: Caso de Uso: Instalar
pt_br: Caso de Uso: Instalar

source: Case Study: Uninstall
es: Caso de Uso: Desinstalar
pt_br: Caso de Uso: Desinstalar

source: Contact Information (Restricted Access)
es: Información de contacto (acceso restringido)
pt_br: Informações para contato (Acesso restrito)

source: Edit
es: Editar
pt_br: Editar

source: Fields with contact information that should be restricted to Editors and the Owner
es: Campos con información de contacto que deben restringirse a los Editores y al Propietario
pt_br: Campos com informações de contato que serão restritas aos editores e ao criador do conteúdo

source: Fields with public address information
es: Campos con información sobre direcciones públicas
pt_br: Campos com informações públicas de endereço

source: Industries
es: Industrias
pt_br: Segmentos

source: Install Case Study content type in a Plone Site
es: Instala el tipo de Caso de Uso en un sitio Plone
pt_br: Instala o tipo de Caso de Uso em um site Plone

source: Just me
es: Solo yo
pt_br: Apenas eu

source: More than 30 employees
es: Más de 30 empleados
pt_br: Mais de 30 empregados

source: Plone Versions.
es: Versiones de Plone.
pt_br: Versões do Plone.

source: Provided Services
es: Servicios prestados
pt_br: Serviços prestados

source: Provider
es: Proveedor
pt_br: Prestador

source: Providers
es: Proveedores
pt_br: Prestadores

source: Uninstall Case Study content type in a Plone Site
es: Desinstala o tipo de Caso de Uso.
pt_br: Desinstala o produto Casos de Uso.

source: Up to 5 employees
es: Hasta 5 empleados
pt_br: Até 5 funcionários

source: Usage
es: Uso
pt_br: Uso

source: View
es: Ver
pt_br: Visão

source: description_address_2
es: Ejemplo: Sala 2

source: description_city
es: Ejemplo: Brasilia

source: description_contact_phone
es: Número de teléfono internacionalizado con prefijo de país y de zona

source: description_country
es: País en el que tiene su sede el proveedor
pt_br: País onde o prestador está localizado

source: description_organization_size
es: Número estimado de personas en su organización

source: description_providers
es: Uno o varios proveedores conectados a este elemento

source: description_qs_country
es: Categorización por país.
pt_br: Filtro por País

source: description_qs_industry
es: Categorización por industria.
pt_br: Filtro por segmento

source: description_qs_provider
es: Categorización por proveedor.
pt_br: Filtro por prestador

source: description_qs_services
es: Categorización por servicios.
pt_br: Filtro por serviço prestado.

source: description_qs_usage
es: Categorización por uso.
pt_br: Filtro por uso de Plone.

source: description_qs_version
es: Categorización por versión de Plone.
pt_br: Filtro por versão de Plone.

source: description_services
es: Lista de servicios que presta

source: description_state
es: DF
pt_br: DF

source: help_industries
es: Lista de Industria disponibles para Caso de Uso en formato `key|value`

source: help_services
es: Lista de servicios que un proveedor ofrece a sus clientes en formato `key|value`

source: help_usages
es: Categorías de uso do Plone en formato `key|value`

source: help_versions
es: Lista de versiones de Plone
pt_br: Lista de versões do Plone

source: label_address
es: Dirección de la empresa
pt_br: Endereço da empresa

source: label_address_2
es: Información adicional
pt_br: Informação adicional

source: label_city
es: Ciudad
pt_br: Cidade

source: label_contact_email
es: Correo electrónico de contacto
pt_br: Email de contato

source: label_contact_info
es: Información de contacto
pt_br: Informações de Contato

source: label_contact_name
es: Persona de contacto
pt_br: Pessoa de contato

source: label_contact_phone
es: Número de teléfono de contacto
pt_br: Telefone

source: label_country
es: País
pt_br: País

source: label_industry
es: Industria
pt_br: Segmento

source: label_organization
es: Información sobre la organización
pt_br: Organização

source: label_organization_size
es: Tamaño de la organización
pt_br: Tamanho da organização

source: label_postal_code
es: Código postal
pt_br: CEP

source: label_provider
es: Proveedor
pt_br: Prestador

source: label_providers
es: Proveedores
pt_br: Prestadores

source: label_services
es: Servicios
pt_br: Serviços

source: label_site
es: Sitio de la empresa
pt_br: Site da empresa

source: label_state
es: Estado / Provincia
pt_br: Estado

source: label_url
es: URL
pt_br: URL

source: label_usage
es: Uso
pt_br: Uso

source: label_usages
es: Usos
pt_br: Usos

source: label_version
es: Version
pt_br: Versão

source: label_versions
es: Versiones
pt_br: Versões
